<style>
.title{font-weight:bold;}
.content{text-indent:2em;}
</style>
<div class="textbox">
<div class="textbox-title">竞赛介绍</div>
<div class="textbox-content">
<p class="title">(一)活动主题</p>
<p class="content">
华中北地区参加ACM/ICPC的兄弟院校程序设计大赛参赛队员及武汉大学程序设计爱好者在百度公司赞助下共同参加由武汉大学教务部委托武汉大学ACM/ICPC协会举办的“百度杯”第四届华中北地区程序设计邀请赛暨武汉大学第七届程序设计大赛。
</p>
<p class="title">(二)活动目标</p>
<p class="content">激励广大程序爱好者，丰富同学课外动手能力和思考能力，挖掘更多的、潜在的程序设计人才，与赞助方百度公司携手共创更加美好的未来！</p>
<p class="content">
同时借第四届华中华北地区程序设计邀请赛举办之际，结合赞助方百度公司的相关活动，开拓教务部工作思路，将富有挑战的程序设计活动扩展到各兄弟院校，强强联合，携手打造湖北省以及华中北地区的程序设计大赛，更重要的是加速了校际竞赛活动单一沟通方式向多元化沟通方式的转变，增强校际竞赛活动与企业的沟通，开创竞赛活动、校企合作的新时代。</p>
<p class="content">并且，此次大赛将作为武汉大学承办ACM国际大学生程序设计竞赛亚洲区预赛（武汉赛区）的以此模拟赛事，力争在赛事规模、赛事组织等方面达到一定水平，为武汉大学承办国际大赛做演练。</p>
<p class="title">(三)时间</p>
<p>宣讲会：2009年3月1日（周日）<br/>
预赛：2009年3月14日（周六）<br/>
决赛：2009年3月28日－2009年3月29日（周六、周日）<br/>
</p>
<p class="title">(四)地点</p>
<p>1、宣讲会：武汉大学教五多功能报告厅<br/>
2、练习赛、正式赛：武汉大学信息学部计算机学院4楼实验室<br/>
3、颁奖晚会：武汉大学计算机学院报告厅
</p>
<p class="title">(五)规模</p>
<p class="content">比赛面向全体高中及大学在校生，预赛队伍数不做限制，现场决赛70~80支队伍（每队最多3人），其中半数为外校邀请队伍。</p>
<p class="title">(六)参加人员</p>
<p>1、到场嘉宾：武汉大学校领导，百度公司代表，各高校ACM/ICPC协会负责人<br/>
2、参赛人员：武汉大学所有通过预选的竞赛队伍，华中北区参赛高校邀请队伍<br/>
3、竞赛裁判：武汉大学ACM/ICPC协会裁判组，武汉大学教务部监督人员<br/>
4、筹备单位：武汉大学ACM/ICPC协会，武汉大学计算机学院分团委学生会<br/>
5、协办单位：赞助方百度在线网络技术有限公司 
</p>
</div>
</div>
