
<style>
p{text-indent:2em;}
</style>
<div class="textbox" style="margin-top:8px;">
    <div class="textbox-title">关于百度</div>
    <div class="textbox-content">
<p>
百度，2000年1月创立于北京中关村，是全球最大的中文网站、最大的中文搜索引擎。多年来，百度一直孜孜不倦地追求技术创新，依托于博大精深的中文智慧，致力于为用户提供“简单，可依赖”的互联网搜索服务。以“让人们最便捷地获取信息，找到所求”为使命，以“让世界更有效，让人们更公平”为责任的百度，始终坚持以用户需求为导向，不断学习总结并积极分享，坚持坦诚和实事求是的作风，从系统的角度思考解决问题，拥抱挑战和变化，追求卓越，珍惜并善于管理时间，为的是提供更加优质的服务，以实现百度“用户体验至上”的理念。百度坚信，让人们更便捷地获取信息，让人类的智慧相互沟通与交融，即有利于人类智慧的发展，也有利于促进人们的平等，推动社会的进步。
</p>
<p>
在过去的数年间，百度与武汉大学，武汉大学计算机学院以及ACM/ICPC协会建立起了良好的合作关系。武汉大学作为百度在华中地区的一个重要的人才基地，向百度公司输送了大批优秀人才；同时，百度公司也很关注计算机学院与ACM/ICPC协会的动向，关心支持武汉大学ACM/ICPC校赛暨华中北区程序设计邀请赛，2009年的第四届华中北区程序设计邀请赛也在百度公司的支持下顺利展开。
</p>
<p>
更多关于百度的详细情况，请参见 <a href="http://www.baidu.com/about/" target="_blank">http://www.baidu.com/about</a>。
</p>
    </div>
</div>
